Repository: Dejavue1980/appimagepool
Catalog: lib/translations/app_*.arb
Languages: si

source: Preferences
si: සැකසුම්

# aboutApp
source: About the App
si: App එක පිළිබඳ

# appDescription
source: Simplifying the way you browse, install and update your appimages.
si: ඔබ AppImages සොයන ආකාරය, install කරන ආකාරය හා update කරන ආකාරය පහසු කරමින්.

source: Grid
si: ග්‍රිඩ් ආකාරය

source: List
si: ලිස්ට් ආකාරය

source: Explore
si: සැරිසරන්න

source: Browse
si: බලන්න

source: Installed
si: Install කළ

source: Download
si: බාගත කරන්න

source: Downloads
si: බාගත කල

source: Download completed
si: බාගත කිරීම සම්පූර්ණයි

# hasBeenDownloadedSuccessfully
source: has been downloaded succesfully
si: බාගත කිරීම පෙර සම්පූර්ණ කර ඇත

source: No Description Found
si: විස්තරයක් නැත

source: License
si: බලපත්‍රය

source: Authors
si: නිර්මාතෘන්

# notAvailable
source: N.A.
si: කිසිවක් නැත

source: Close
si: ඉවත් වන්න

source: Can't connect
si: සම්බන්ධ විය නොහැක

# youNeedInternetConnectionToUse
source: You need an internet connection to use
si: ඔබට මෙය භාවිතයට අන්තර්ජාල පහසුකම් අවශ්‍යයි

source: Retry
si: නැවත උත්සාහ කරන්න

source: Fetching Softwares
si: Softwares ලබාගනී…

source: Featured Apps
si: අපගේ තේරීම

source: See all
si: සියල්ල බලන්න

source: Starting Download
si: බාගත කිරීම අරඹමින්…

source: Cancelled
si: නවත්වන්න

# noAppImageInThisRelease
source: No AppImage Found in this Release
si: මෙම Release එකට කිසිදු AppImage එකක් නැත

# noSearchResult
source: No Results Found, Try changing search terms.
si: කිසිදු ප්‍රතිඵලයක් නොමැත, නැවත උත්සාහ කරන්න

source: Download path
si: බාගත කරන තැන

source: Force dark theme
si: අඳුරු තේමාව බලයෙන්

# browseFolder
source: Browse...
si: බලන්න...

source: Video
si: වීඩියෝ

source: Audio
si: ශබ්ද

source: Science
si: විද්‍යාව

source: System
si: පද්ධතිය

source: Utility
si: උපකරණ

source: Network
si: ජාල

source: Development
si: නිපදවීම්

source: Education
si: අධ්‍යාපනික

source: Graphics
si: රූප

source: Office
si: කාර්යාල

source: Game
si: ක්‍රීඩා

source: Finance
si: මූල්‍යමය

source: Others
si: වෙනත්
